Repository: common-repository/author-chat
Catalog: lang/author-chat-*.po
Languages: es_es, fa_ir, it_it, nl_nl

source: Buy Premium Version ($10.99)
fa_ir: خرید نگارش کامل
nl_nl: Koop Premium-versie ($ 10,99)

source: If your domain name is correct, do not change it. Activation can take up to 24 hours! If you have any problems contact me at piotr.pesta@gmail.com
fa_ir: اگر دامین شما درست است تغییرش ندهید . فعال کردن پلاگین ممکن است 24 ساعت زمان ببرد .اگر هر گونه وجود داشت با ما تماس بگیرید. piotr.pesta@gmail.com
nl_nl: Als uw domeinnaam correct is, verander deze dan niet. Activering kan tot 24 uur duren! Als je problemen hebt, neem dan contact met mij op via piotr.pesta@gmail.com

source: Author Chat for Android
fa_ir: پیام رسان نویسندگان برای اندروید .
nl_nl: Author Chat voor Android

source: second(s)
es_es: segundo(s)
fa_ir: ثانیه
it_it: secondi
nl_nl: seconde(n)

source: Refresh interval to check new messages
es_es: Intervalo de tiempo para verificar nuevos mensajes
fa_ir: تازه کردن صفحه برای بررسی پیام جدید
it_it: Intervallo con cui fare il check dei messaggi
nl_nl: Interval om nieuwe berichten te controleren

source: Show weekday names of recent days?
es_es: ¿Mostrar nombres de los días en la semana reciente?
fa_ir: نشان دادن روزهای هفته برای نوشتهای روز گذشته
it_it: Mostra nomi dei giorni nei messaggi recenti?
nl_nl: Weekdagnamen van de afgelopen dagen weergeven?

source: Show thumb preview of the URLs?
es_es: ¿Mostrar vista previa de las URLs?
fa_ir: پیش نمایش انگشت شست از URL ها را نمایش دهید؟
it_it: Mostra la thumb di anteprima degli indirizzi URL?
nl_nl: Miniaturen van de URL's weergeven?

source: Show my name in the messages?
es_es: ¿Mostrar mi nombre en los mensajes?
fa_ir: نشان دادن نام در پیام ؟
it_it: Mostrail mio nome nei messaggi?
nl_nl: Mijn naam tonen in de berichten?

source: future premium features included
es_es: las características premium futuras también están incluidas
fa_ir: ویژگی های حق بیمه آینده شامل
it_it: future features della versione premium incluse
nl_nl: toekomstige premiumfuncties inbegrepen

source: for lifetime 1 domain licence
es_es: para la licencia de 1 dominio de por vida
fa_ir: لاینسیس برای یک دامین ماداملعمر
it_it: per la licenza perpetua per un dominio
nl_nl: voor levenslang 1 domeinlicentie

source: To send text from here you need to buy premium version of that plugin
es_es: Para enviar textos desde aquí, necesita comprar la versión premium de este plugin
fa_ir: برای ارسال پیام از اینجا نیاز به خرید نسخه کامل پلاگین هستید
it_it: Per mandare un messaggio da qui hai bisogno della versione premium
nl_nl: Om vanaf hier tekst te verzenden, moet je de premium-versie van deze plug-in kopen

source: Settings
fa_ir: تنظیمات
it_it: Impostazioni
nl_nl: Instellingen

source: Saturday
fa_ir: شنبه
it_it: Sabato

source: Friday
fa_ir: جمعه
it_it: Venerdì

source: Thursday
fa_ir: پنج شنبه
it_it: Giovedì

source: Wednesday
fa_ir: چهارشنبه
it_it: Mercoledì

source: Tuesday
fa_ir: سه شنبه
it_it: Martedì

source: Monday
fa_ir: دوشنبه
it_it: Lunedì

source: Sunday
fa_ir: یک شنبه
it_it: Domenica

source: Yesterday
es_es: Ayer
fa_ir: دیروز
it_it: Ieri
nl_nl: Gisteren

source: Today
es_es: Hoy
fa_ir: امروز
it_it: Oggi

source: Show chat window everywhere (Premium Function)?
es_es: ¿Mostrar ventana de chat en todas partes? (Premium)
fa_ir: ایا پیام رسان در همه نقاط نمایش داده شود؟ (فقط با خرید لاینسیس امکان پذیر است)
it_it: Mostra la finestra ovunque (Funzione premium)?
nl_nl: Chatvenster overal weergeven? (Premium-functie)

source: Choose how to display the authors: by Name or by Login?
es_es: Seleccionar cómo mostrar a los autores:
fa_ir: انتخاب کنید نامتان چگونه نمایش داده شود : با نام و یا با نام کاربری
it_it: Scegli come mostrare il nome degli autori: per nome o login?
nl_nl: Kies hoe de auteurs moeten worden weergegeven: met de naam of met de login?

source: Subscriber
es_es: Suscriptor
fa_ir: دنبال کردن
it_it: Sottoscrittore
nl_nl: Abonnee

source: Contributor
es_es: Colaborador
fa_ir: مشارکت کننده
it_it: Contributore
nl_nl: Bijdrager

source: Author
es_es: Autor
fa_ir: نویسنده
it_it: Autore
nl_nl: Auteur

source: Editor
fa_ir: ویرایشگر
it_it: Editore

source: All users with access to admin area
es_es: Todos los usuarios con acceso al área administrativa
fa_ir: همه کاربران که به ادمین سایت دسترسی دارند
it_it: Tutti gli utenti devono avere accesso all'admin area
nl_nl: Alle gebruikers met toegang tot het beheerdersgedeelte

source: Who should have access to Author Chat?
es_es: ¿Quién puede tener acceso al Chat de Autor?
fa_ir: چه کسی به برنامه چت دسترسی داشته باشد
it_it: Chi ha accesso alla Chat degli Autori?
nl_nl: Wie moet toegang hebben tot Author Chat?

source: Delete chat history older than how many days?
es_es: ¿Borrar historial de chat con más de cuántos días de antiguedad?
fa_ir: پاک کردن تاریخچه پیامها بعد چند روز؟
it_it: Dopo quanti giorni occorre cancellare lo storico dei messaggi?
nl_nl: Chatgeschiedenis verwijderen ouder dan hoeveel dagen?

source: You are:
es_es: Usuario:
fa_ir: شما هستید :
it_it: Tu sei:
nl_nl: Jij bent:

source: Your message...
es_es: Tu mensaje...
fa_ir: پیام شما ...
it_it: Il tuo messaggio...
nl_nl: Jouw bericht...

source: Author Chat Options
es_es: Opciones de Chat de Autor
fa_ir: تنظیمات پیام رسان
it_it: Opzioni della Chat degli Autori
nl_nl: Author Chat Opties

source: Piotr Pesta
fa_ir: آقای پیوتر پِستا Piotr Pesta

source: Plugin that gives your authors an easy way to communicate through back-end UI (admin panel).
fa_ir: پلاگینی که به نویسندگان شما و بقیه اعضا(به انتخاب شما) این امکان را میدهد به آسانی با یکدیگرارتباط برقرارکنید (فقط در پنل مدیریت) .
nl_nl: Plug-in die uw auteurs een gemakkelijke manier biedt om te communiceren via de back-end UI (admin-paneel).

source: Author Chat Plugin
fa_ir: پلاگین پیام رسان نویسندگان

source: Permanently delete chat history? (data will be deleted when you check this box and click "Save Changes")
es_es: ¿Eliminar todo el historial de chat? <p class="description">(Los datos se eliminarán cuando marque esta casilla y haga clic en "Guardar cambios")</p>
fa_ir: !!!تاریخچه چت را به طور کامل حذف کنید! (وقتی این کادر را علامت بزنید داده ها به طور کامل حذف می شوند و باید "ذخیره تغییرات" را کلیک کنید)
it_it: Cancello definitivamente la storia della chat? (tutti i dati saranno cancellati quando selezionerai questo campo e farai clic su "Save Changes")
nl_nl: Chatgeschiedenis definitief verwijderen? (gegevens worden verwijderd wanneer u dit vakje aanvinkt en op "Wijzigingen opslaan" klikt)

source: Name (Display name)
es_es: Nombre al Público
fa_ir: نام ( نمایش نام)
it_it: Nome (Display Name)
nl_nl: Naam (Weergavenaam)

source: Login (Username)
es_es: Nombre de Usuario
fa_ir: ورود ( نام کاربری)
nl_nl: Login (Gebruikersnaam)

source: Author Chat
es_es: Chat de Autor
it_it: Chat degli Autori

source: Buy Premium Version
es_es: Comprar Versión Premium
it_it: Acquista la versione premium

source: If your domain name is correct, do not change it
es_es: Si tu nombre de dominio es correcto, no lo cambie
it_it: Se il nome del dominio è corretto, non cambiarlo

source: for lifetime 1 domain licence (future premium features included)
it_it: para la licencia de por vida de 1 dominio (las características premium futuras también están incluidas)

source: Author Chat for Android:
nl_nl: Author Chat voor Android:
